[
    {
        "page": 2
    },
    {
        "title": "Brainwave Cafe",
        "description": "Crafting food with Asian influences juxtaposed with modern Australian. Features dishes like burgers like 'pulled pork' and 'fissh burgers' all topped with relish and sauces; stir fries and salads; additional options like deep-fried mushrooms and tofu salads served with vegan dressing; mango chia pudding and creme brulee with coconut sorbet for dessert. Beverages are coffee, cold brew coffee, cold press juices, and organic teas. Fully vegan since August 2020.",
        "location": "94/732 Harris St, Ultimo, Sydney, New South Wales",
        "cuisine": "Cuisine: Vegan, Thai, Fast food, Asian, Fusion, Australian, Breakfast",
        "phone": "+61-404016006"
    },
    {
        "title": "Bodhi in the Park",
        "description": "Finer dining set amongst Hyde Park by St Mary's Cathedral. Serves yum cha at lunch with dishes coming out regularly from the kitchen during peak time. Asian style meals at dinner. No garlic or onion used. Fully vegan, including alcohol, since Jun 2019. Instagram @bodhirestaurantbar.",
        "location": "4 College St, Sydney, New South Wales",
        "cuisine": "Cuisine: Vegan, Chinese, Juice bar, Beer/Wine, Asian",
        "phone": "+61-293602523"
    },
    {
        "title": "Bodhi Restaurant Bar",
        "description": "An all-vegan Asian restaurant/bar located in the middle of the City.",
        "location": "2-4 College St, Sydney, New South Wales",
        "cuisine": "Cuisine: Vegan, Asian",
        "phone": "+61-293602523"
    },
    {
        "title": "Iku Wholefoods Kitchen - Martin Place",
        "description": "Ready made meals for dine-in or takeaway.",
        "location": "MLC Centre Food Court, Martin Place (at Pitt St), Sydney, New South Wales",
        "cuisine": "Cuisine: Vegan, Macrobiotic, Fast food, Take-out",
        "phone": "+61-292338001"
    },
    {
        "title": "Joe's Sandwich Bar",
        "description": "Vegan sandwich bar opened 2017. Serves coffee, treats, and sandwiches with different fillings such as tempeh reuben, miso eggplant, mock salmon, and greens. No telephone - contact via social media. Instagram @joessandwichbar.",
        "location": "292 Kent St, Sydney CBD, Sydney, New South Wales",
        "cuisine": "Cuisine: Vegan, Western, Fast food, Take-out",
        "phone": ""
    },
    {
        "title": "Sanga",
        "description": "Vegan subway style bar. A project of Bhavani Baumann who co-founded Australia’s first vegan pub bistro - The Green Lion, in 2016. Offers freshly baked hot rolls with fillings and sauces to build own. Has a pie range, gluten free rolls and salad bowls on the menu too. Sweets include a range of house-made soft style cookies, cheesecake cups and lamingtons. Also has a range of beers, wines and cocktails. Open since Nov '21.",
        "location": "5/655 King St, St Peters, Sydney, New South Wales",
        "cuisine": "Cuisine: Vegan, American, Fast food, Take-out, Bakery",
        "phone": "+61-416844700"
    },
    {
        "title": "Voodie Burger",
        "description": "Kiosk 230 inside Broadway Shopping Centre serving fully vegan burgers in fusion flavors. Est. 2020. May get delivery via ubereats.",
        "location": "Broadway Shopping Centre, Sydney, New South Wales",
        "cuisine": "Cuisine: Vegan, American, Fast food, Delivery, Take-out, Fusion, Australian",
        "phone": ""
    },
    {
        "title": "Alibi",
        "description": "A Matthew Kenney restaurant & bar, est. 2018 inside Ovolo Hotel. Offers gourmet plant-based cuisine that's mostly vegan except for dairy cheese and milk options and non-vegan alcohol. Instagram @alibisydney. Confirmed open May 2020.",
        "location": "6 Cowper Wharf Roadway, Woolloomooloo, Sydney, New South Wales",
        "cuisine": "Cuisine: Vegan-friendly, Lacto, Organic, Raw, Western, Beer/Wine, Delivery, Take-out, Fusion, Australian",
        "phone": "+61-293319088"
    },
    {
        "title": "Flyover Fritterie & Chai Bar",
        "description": "Fritterie and chai bar est. 2019 in the laneway next to 389 George St, near the train stations Wynyard and Town Hall. Serves chickpea flour & vegetable pakoras (fritters), street style salads, quinoa khichri, pao burgers, and Indian chai (tea). Order at the window, and have your meal at one of the benches in the laneway. No longer fully vegan as of Oct 2021.",
        "location": "1 Temperance Lane, Sydney, New South Wales",
        "cuisine": "Cuisine: Lacto, Indian, Fast food, Take-out, Fusion, Gluten-free",
        "phone": "+61-415908085"
    },
    {
        "title": "Health Nuts Shop & Cafe",
        "description": "Organic cafe within the health food store where most of the dishes are vegan and gluten-free. Offers prepared salads bar and dishes like vegan cheeseburger, carrot dog, pulled ‘vork’ sliders, vegan egg, and quiche. Has cabinet selection of vegan cakes and raw desserts. Fresh juices, protein smoothies, and espresso drinks available.",
        "location": "Shop TG04 82-94 Darlinghurst Rd, Kings Cross Centre, Potts Point, Sydney, New South Wales",
        "cuisine": "Cuisine: Vegan-friendly, Ovo, Organic, Raw, Western, Salad bar, Juice bar, Take-out, Gluten-free, Australian",
        "phone": "+61-293315370"
    },
    {
        "title": "Joy Veg Fruit Dining",
        "description": "Finer vegetarian dining restaurant. Uses veggies and fruits. Limited seating, so book ahead. Enter on Allegra Ave.",
        "location": "790 Canterbury Rd, Belmore, Sydney, New South Wales",
        "cuisine": "Cuisine: Vegan-friendly, International, Western",
        "phone": "+61-297404588"
    },
    {
        "title": "Mother Chu's Vegetarian Kitchen",
        "description": "One of handful of Asian vegetarian restaurants in Sydney. All vegan except honey.",
        "location": "367 Pitt Street, CBD, Sydney, New South Wales",
        "cuisine": "Cuisine: Vegan-friendly, Chinese, Japanese, Asian, Taiwanese, Honey",
        "phone": "+61-292832828"
    },
    {
        "title": "Mr Percy",
        "description": "Vegetarian wine bar and restaurant within the historic heart of Pyrmont.",
        "location": "139 Murray St, Pyramont, Sydney, New South Wales",
        "cuisine": "Cuisine: Vegan-friendly, Lacto, Beer/Wine, European",
        "phone": "+61-285861888"
    },
    {
        "title": "Ojas Ayurvedic",
        "description": "Ayurvedic vegetarian cuisine restaurant opened 2021. Offers menu with 6 all-day menu dishes, 5 sattvic bowls, and evening thali platter with vegan options for all meals. Drinks are masala chai and moon milks with dairy or oat milk. Slices for dessert.",
        "location": "528 King St, Sydney, New South Wales",
        "cuisine": "Cuisine: Vegan-friendly, Lacto, Indian, Catering, Gluten-free",
        "phone": "+61-450950276"
    },
    {
        "title": "Orchard Street",
        "description": "Juice and elixir bar offering smoothies, juices, raw dessert, and kombucha on tap plus prepared raw salads. Vegan except for bee pollen. Multiple locations, this one est. 2015.",
        "location": "Shop 2, 2-16 Glenmore Rd, Paddington, Sydney, New South Wales",
        "cuisine": "Cuisine: Organic, Raw, Juice bar, Take-out, Australian",
        "phone": "+61-293802772"
    },
    {
        "title": "Peace Harmony",
        "description": "Small cafe serving veggie Thai food. Everything is vegan except for vitamilk (Thai) soy milk drink. Confirmed open December 2021.",
        "location": "29 King St, Sydney, New South Wales",
        "cuisine": "Cuisine: Vegan-friendly, Thai, Take-out",
        "phone": "+61-292990419"
    },
    {
        "title": "Yellow",
        "description": "Upscale vegetarian dining restaurant and bar. A la carte and tasting menus. Focus is on heirloom varietals grown by local suppliers. Note: Vegan options may be quite limited. Confirmed open May 2020.",
        "location": "57 Macleay St, Sydney, New South Wales",
        "cuisine": "Cuisine: Lacto, Ovo, Beer/Wine, Take-out, European, French, Australian",
        "phone": "+61-293322344"
    },
    {
        "title": "An Viet",
        "description": "Serves meat, vegan options available. Vietnamese place right outside Broadway bus stop that has a vegetarian and vegan menu. Includes pho, vermicelli salad and veg rice paper rolls.",
        "location": "Shop 5, 185 Broadway, Ultimo, Sydney, New South Wales",
        "cuisine": "Cuisine: Asian, Vietnamese, Non-veg",
        "phone": "+61-415181983"
    },
    {
        "title": "Arthur's Pizza",
        "description": "Serves meat, vegan options available. Pizzeria with vegan pizzas on the menu.",
        "location": "260 Oxford St, Paddington, Sydney, New South Wales",
        "cuisine": "Cuisine: Lacto, Pizza, Italian, Take-out, Non-veg",
        "phone": "+61-293322220"
    },
    {
        "title": "Assembly Bar and Restaurant",
        "description": "Serves meat, vegan options available. Bar and Italian restaurant on two floors. Menu has a couple of vegan pizzas listed plus the option to use vegan cheese on the vegetarian pizzas. Frequented by a younger crowd.",
        "location": "488 Kent St, Sydney, New South Wales",
        "cuisine": "Cuisine: Lacto, Pizza, Italian, Beer/Wine, Non-veg",
        "phone": "+61-292838808"
    },
    {
        "title": "Audley Dancehall & Cafe",
        "description": "Serves meat, vegan options available. Offers vegan dishes marked on the menu. Includes a vegan big breakfast, smashed avocado, hash browns, vegan burger and 5 grain porridge.",
        "location": "2 Lady Carrington Drive, Royal National Park, Sydney, New South Wales",
        "cuisine": "Cuisine: Lacto, Ovo, Honey, Australian, Breakfast, Non-veg",
        "phone": "+61-295426222"
    },
    {
        "title": "Bare Naked Bowls",
        "description": "Small chain of stores offering vegan items including smoothies, acai bowls, toasts and rice bowls. Also has a selection of plant milks for coffee tonics and tea.",
        "location": "145 Macpherson St, Bronte, Sydney, New South Wales",
        "cuisine": "Cuisine: Vegan-friendly, Lacto, International, Organic, Raw, Take-out, Gluten-free, Honey, Breakfast, Non-veg",
        "phone": "+61-280685034"
    },
    {
        "title": "Beirut Falafel",
        "description": "Serves meat, vegan options available. Veg choices include falafel and cauliflower wraps, salads, fruit, juice.",
        "location": "254 Abercrombie St, Darlington, Sydney, New South Wales",
        "cuisine": "Cuisine: Lacto, Pizza, Mediterranean, Fast food, Juice bar, Middle Eastern, Non-veg",
        "phone": "+61-426494608"
    },
    {
        "title": "Bentley Restaurant and Bar",
        "description": "Serves meat, vegan options available. Upscale dining and bar. Regular menu is very meat-focused but reported offering a separate 8-course vegan menu with matching vegan wine. Call ahead to see if a reservation is necessary.",
        "location": "27 O'Connell St, Sydney, New South Wales",
        "cuisine": "Cuisine: Lacto, Ovo, Western, European, Non-veg",
        "phone": "+61-282140505"
    },
    {
        "title": "Betty's Burgers",
        "description": "Serves meat, vegan options available. Offers a vegan burger labelled on the menu with crispy fried brown rice and vegetable patty, tomato, lettuce, pickles, onion and spicy mayo.",
        "location": "Shop E-04, International Convention Centre, 14 Darling Dr, Sydney, New South Wales",
        "cuisine": "Cuisine: Lacto, Ovo, American, Fast food, Non-veg",
        "phone": "+61-292127773"
    },
    {
        "title": "Brooklyn Crispy",
        "description": "Serves meat, vegan options available. Pizzeria where the menu includes a vegetarian/vegan section. Dog-friendly space.",
        "location": "2 Springfield Ave, Potts Point, Sydney, New South Wales",
        "cuisine": "Cuisine: Lacto, Pizza, Italian, Take-out, Non-veg",
        "phone": "+61-434679464"
    },
    {
        "title": "Cafe 10",
        "description": "Serves meat, vegan options available. Casual cafe with counter service in a university building. Vegan versions of noodle soups/bowls are advertised including pho and tom yum. Vegan premade option is the tofu rice paper rolls. Has a sandwich bar.",
        "location": "UTS Building 10, Jones St, Ultimo, Sydney, New South Wales",
        "cuisine": "Cuisine: Ovo, Fast food, Asian, Fusion, Non-veg",
        "phone": "+61-295144764"
    }
]