[
    {
        "page": 2
    },
    {
        "title": "Cafe Sydney",
        "description": "Serves meat, vegan options available. Upmarket restaurant with harbor. Has a vegan menu option with 3 choices in each 3 courses - ask for it. Sample dishes might be a peach gazpacho, potato dosa with okra, and vacherin meringue (chickpea brine) with passion fruit, coconut flakes, and sorbet.",
        "location": "5th Floor, Customs House, 31 Alfred St, Circular Quay, Sydney, New South Wales",
        "cuisine": "Cuisine: Lacto, Ovo, Western, Beer/Wine, European, Non-veg",
        "phone": "+61-292518683"
    },
    {
        "title": "Cali Press",
        "description": "Serves meat, vegan options available. Health focused café chain serving vegan warm bowls, salads, sandwiches and toasts. Also offers açai bowls, superfood smoothies, cold pressed juices, tonics and coffee.",
        "location": "8/151 Clarence St, Sydney, New South Wales",
        "cuisine": "Cuisine: Lacto, Ovo, International, Salad bar, Juice bar, Take-out, Gluten-free, Honey, Non-veg",
        "phone": "+61-292622444"
    },
    {
        "title": "Cali Press - Australia Square",
        "description": "Serves meat, vegan options available. Health focused café chain serving vegan warm bowls, salads, sandwiches and toasts. Also offers açai bowls, superfood smoothies, cold pressed juices, tonics and coffee.",
        "location": "264 George St (at Australia Square), Sydney, New South Wales",
        "cuisine": "Cuisine: Lacto, Ovo, International, Salad bar, Juice bar, Take-out, Gluten-free, Honey, Non-veg",
        "phone": "+61-292416956"
    },
    {
        "title": "Cash Only Diner",
        "description": "Serves meat, vegan options available. Offers Vietnamese food with several vegan dishes and more that can be changed to make them vegan.",
        "location": "1 Barrack St, Sydney, New South Wales",
        "cuisine": "Cuisine: Lacto, Ovo, Beer/Wine, Take-out, Asian, Vietnamese, Honey, Non-veg",
        "phone": "+61-450862147"
    },
    {
        "title": "Charlie & Franks",
        "description": "Serves meat, vegan options available. Vegan options include a bowl consisting of braised eggplant, sweet potato, slaw, and avocado with peanut dressing; tahini avo on toast. Coffee, kombucha, and alcohol.",
        "location": "110 Walker St, North Sydney, Sydney, New South Wales",
        "cuisine": "Cuisine: Beer/Wine, Australian, Non-veg",
        "phone": "+61-289201967"
    },
    {
        "title": "Chedi Thai",
        "description": "Serves meat, vegan options available. Family-run Thai food restaurant in McMahon’s Point. Menu does not mark what's vegan, but staff can advise on dishes that are or can be made vegan - including pad thai, cashew, tofu vegetable stir fry, green curry tofu, and ginger stir fried vegetables.",
        "location": "Shop G3 182 Blues Point R, Sydney, New South Wales",
        "cuisine": "Cuisine: Ovo, Thai, Delivery, Take-out, Asian, Non-veg",
        "phone": "+61-280212828"
    },
    {
        "title": "Criniti's",
        "description": "Serves meat, vegan options available. Italian restaurants with vegan options labeled on the menu. Choices include starter fries and bruschetta, main dish of pasta, salads, wood-fired pizza with vegan cheese, and dessert.",
        "location": "461 Darling Dr, Sydney, New South Wales",
        "cuisine": "Cuisine: Lacto, Pizza, Italian, Beer/Wine, Non-veg",
        "phone": "+61-280267700"
    },
    {
        "title": "Cruise Bar",
        "description": "Serves meat, vegan options available. Waterside reataurant with vegan sharing options, burger, pizza and salad. Also serving alcoholic beverages and cocktails.",
        "location": "Circular Quay W, Sydney, New South Wales",
        "cuisine": "Cuisine: Lacto, Ovo, Pizza, International, Italian, Beer/Wine, Honey, Australian, Non-veg",
        "phone": "+61-292511188"
    },
    {
        "title": "Cubby's Kitchen",
        "description": "Serves meat, vegan options available. Middle Eastern cuisine with some vegetarian and vegan items. Relocated from Surry Hills.",
        "location": "Corner of Young St & Loftus Ln (at Bridge St), Sydney, New South Wales",
        "cuisine": "Cuisine: Mediterranean, Middle Eastern, Non-veg",
        "phone": ""
    },
    {
        "title": "Daily Greens",
        "description": "Serves meat, vegan options available. Offers a variety of vegan dishes made with ingredients from Australia. Vegan items are labelled and include toasts, bowls and build your own bowls. Also has plant milks for drinks.",
        "location": "2/16 Glenmore Rd, Paddington (at Oxford St), Sydney, New South Wales",
        "cuisine": "Cuisine: Lacto, Ovo, International, Organic, Fast food, Beer/Wine, Delivery, Take-out, Catering, Fusion, Gluten-free, Honey, Breakfast, Non-veg",
        "phone": ""
    },
    {
        "title": "Devoured",
        "description": "Serves meat, vegan options available. A cafe serving pizza and desserts. Vegan cheese is available for pizzas.",
        "location": "38 Denman Parade, Normanhurst (at Buckingham Ave ), Sydney, New South Wales",
        "cuisine": "Cuisine: Lacto, Ovo, Pizza, Italian, Western, Take-out, Non-veg",
        "phone": "+61-284061190"
    },
    {
        "title": "Din Tai Fung",
        "description": "Serves meat, vegan options available. Taiwanese restaurant group with franchise operations in multiple countries. Its signature specialty is dumplings. Menu labels the veg dishes with vegan choices including the oriental salad, vegetable fried rice, red bean xiao long bao and red bean bao. Vegetable stock can be requested for the vegetable wonton & spicy dried noodle, dan dan noodle, and vegetable wonton soup. Specify if you don't want egg or oyster sauce just to be sure.",
        "location": "Westfield Sydney, Pitt St, Sydney, New South Wales",
        "cuisine": "Cuisine: Ovo, Chinese, Take-out, Taiwanese, Non-veg",
        "phone": "+61-282467032"
    },
    {
        "title": "Domino's Pizza - Central Buisness District",
        "description": "Serves meat, vegan options available. Fast food pizzeria chain from the US. The Australian and New Zealand outlets offer multiple vegan pizzas using vegan cheese and mock meats. Example of varieties include vegan Hawaiian, taco fiesta, spicy veg trio, margherita, avocado veg, and vegan supreme. Has vegan cheesy garlic bread; the regular garlic bread is already vegan. Gluten-free base is vegan.",
        "location": "Jamison St & Lang St, Sydney, New South Wales",
        "cuisine": "Cuisine: Vegan-friendly, Lacto, American, Pizza, Italian, Fast food, Delivery, Take-out, Gluten-free, Non-veg",
        "phone": "+61-282752120"
    },
    {
        "title": "Domino's Pizza - Woolloomooloo",
        "description": "Serves meat, vegan options available. Fast food pizzeria chain from the US. The Australian and New Zealand outlets offer multiple vegan pizzas using vegan cheese and mock meats. Example of varieties include vegan Hawaiian, taco fiesta, spicy veg trio, margherita, avocado veg, and vegan supreme. Has vegan cheesy garlic bread; the regular garlic bread is already vegan. Gluten-free base is vegan.",
        "location": "Retail A, 65 Cowper Wharf Rdwy, Woolloomooloo, Sydney, New South Wales",
        "cuisine": "Cuisine: Vegan-friendly, Lacto, American, Pizza, Italian, Fast food, Delivery, Take-out, Gluten-free, Non-veg",
        "phone": "+61-292968720"
    },
    {
        "title": "Eat Fuh",
        "description": "Serves meat, vegan options available. Offers spring rolls, rice paper rolls, vegan pho noodle soup, vegan laksa, Vietnamese vegan curry & Vietnamese vegan ragout pasta. One of a few branches.",
        "location": "118 Belmore Rd, Sydney, New South Wales",
        "cuisine": "Cuisine: Ovo, Take-out, Asian, Vietnamese, Non-veg",
        "phone": "+61-283853459"
    },
    {
        "title": "El Camino Cantina",
        "description": "Serves meat, vegan options available. Offers a separate vegan menu which includes tacos, nachos, a fajita and a Texan salad. Part of a chain.",
        "location": "18 Argyle St, The Rocks, Sydney, New South Wales",
        "cuisine": "Cuisine: Vegan-friendly, Lacto, American, Beer/Wine, Mexican, Non-veg",
        "phone": "+61-292595668"
    },
    {
        "title": "Employees Only",
        "description": "Serves meat, vegan options available. New York-style cocktail bar and restaurant in Sydney’s CBD. Vegan marked on the menu include saffron risotto, crispy spiced tofu with eggplant, and char-grilled house garlic flatbread with smoked eggplant puree & hummus dip.",
        "location": "9a Barrack St, Sydney, New South Wales",
        "cuisine": "Cuisine: Lacto, Beer/Wine, European, Australian, Non-veg",
        "phone": "+61-280847490"
    },
    {
        "title": "Fishbowl",
        "description": "Serves meat, vegan options available. Asian chain restaurant specializing in bowls. Vegan options include the 'Tofu Boys' bowl or build-your-own-bowls that can be made vegan. Offers a variety of vegan fillings and sauces.",
        "location": "500 George St, Sydney, New South Wales",
        "cuisine": "Cuisine: Lacto, Japanese, Raw, Salad bar, Take-out, Asian, Gluten-free, Non-veg",
        "phone": ""
    },
    {
        "title": "Franks 'n' Cumin",
        "description": "Serves meat, vegan options available. Food court Malaysian food. Variety of veggie curries served with rice. Owner confirmed that veggie dishes are also vegan. Has discounted food packs after 3pm.",
        "location": "FC4 Hunter Connection (top floor), 7 Hunter St, Sydney, New South Wales",
        "cuisine": "Cuisine: Fast food, Take-out, Malaysian, Non-veg",
        "phone": ""
    },
    {
        "title": "Fratelli Famous",
        "description": "Serves meat, vegan options available. Build-your-own pizzeria chain. Has vegan cheese. Menu includes one vegan pizza called \"spicy vegan.\"",
        "location": "Sydney Westfield, Pitt St, Sydney, New South Wales",
        "cuisine": "Cuisine: Lacto, Pizza, Italian, Fast food, Take-out, Non-veg",
        "phone": ""
    },
    {
        "title": "Glass Brasserie",
        "description": "Serves meat, vegan options available. Offers a range of specified vegan dishes for starters, mains, and dessert. Also has a separate vegan degustation menu.",
        "location": "Level 2/488, George St, Sydney, New South Wales",
        "cuisine": "Cuisine: Lacto, Ovo, Beer/Wine, Australian, Non-veg",
        "phone": "+61-292656068"
    },
    {
        "title": "Good Pho Mi",
        "description": "Serves meat, vegan options available. Vietnamese restaurant where the menu shows clearly marked vegan version with mock meat (seitan). Has vegan pho, spring roll, and banh mi. Many other dishes can be made vegan on request- ask.",
        "location": "74 Darlinghurst Rd, Potts Point, Sydney, New South Wales",
        "cuisine": "Cuisine: Ovo, Take-out, Asian, Vietnamese, Non-veg",
        "phone": ""
    },
    {
        "title": "Gozleme King",
        "description": "Serves meat, vegan options available. Turkish fast food restaurant chain with a vegan gozleme section on the menu including cheese and spinach, vegetarian, marinated chilli potato, veggie plus, and hot and spicy veggie (mild).",
        "location": "Westfield Sydney Central Plaza, 1, 450 George St, Sydney, New South Wales",
        "cuisine": "Cuisine: Lacto, Mediterranean, Fast food, Take-out, Middle Eastern, Turkish, Non-veg",
        "phone": "+61-411105495"
    },
    {
        "title": "Grill'd",
        "description": "Serves meat, vegan options available. Burger restaurant chain with outlets across Australia. Offers offer labeled vegan burgers as well as the option to build-your-own that can be made vegan by using the Impossible patty or Fable patty. Has vegan cheese and gluten-free buns. Chips are vegan. NOTE: Serves lamb.",
        "location": "Market St, Sydney, New South Wales",
        "cuisine": "Cuisine: Lacto, Western, Fast food, Take-out, Australian, Non-veg",
        "phone": "+61-292237474"
    },
    {
        "title": "Grill'd - Westfield",
        "description": "Serves meat, vegan options available. Burger restaurant chain with outlets across Australia. Offers offer labeled vegan burgers as well as the option to build-your-own that can be made vegan by using the Impossible patty or Fable patty. Has vegan cheese and gluten-free buns. Chips are vegan. NOTE: Serves lamb.",
        "location": "188 Pitt St, Sydney, New South Wales",
        "cuisine": "Cuisine: Lacto, Western, Fast food, Take-out, Australian, Non-veg",
        "phone": "+61-292237474"
    },
    {
        "title": "Guzman y Gomez",
        "description": "Serves meat, vegan options available. Mexican fast food taqueria franchise founded 2006 in Australia. Menu has lacto-vegetarian dishes, of which a few may be prepared without sour cream or cheese when you ask, such as veg burrito. Guacamole is dairy-free. Mex chimmi mayo is vegan.",
        "location": "T2/8/201 Sussex St, Sydney, New South Wales",
        "cuisine": "Cuisine: Lacto, Fast food, Beer/Wine, Take-out, Mexican, Non-veg",
        "phone": "+61-280148532"
    },
    {
        "title": "Hole in the Wall",
        "description": "Serves meat, vegan options available. Small takeaway sandwich shop selling a number of veggie sandwiches, burgers, fresh juice, and muffins. Could design your own sandwich with the option to add vegan cheese. Try the tempeh burger. Take-out only.",
        "location": "229 Macquarie St, Sydney, New South Wales",
        "cuisine": "Cuisine: Western, Fast food, Take-out, Take-out only, Non-veg",
        "phone": ""
    }
]